[CLS]
[PAD]
[SEP]
[UNK]
13
262
11
284
290
286
257
287
12
329
326
319
318
447
338
351
383
373
366
379
340
355
531
247
307
82
416
422
389
423
468
25
357
339
314
465
481
281
428
8
564
407
251
345
250
511
393
484
356
475
508
517
550
587
547
546
553
543
510
663
460
530
503
635
720
607
477
706
526
14
561
470
614
618
717
673
734
625
661
317
674
632
640
621
656
612
83
679
649
851
938
655
554
584
523
644
40
588
64
617
50
26689
606
812
6
466
534
532
352
1
611
714
30
645
72
76
651
471
783
683
736
887
784
616
705
691
1115
26
362
464
16
1411
1028
878
1664
78
1301
703
780
597
749
852
787
810
1141
832
981
830
770
1510
278
513
925
880
838
866
572
1139
502
347
1016
1074
775
883
1230
835
1135
867
788
670
1297
785
17
983
843
259
1941
279
845
1110
1363
1011
1285
1201
968
743
772
1622
766
2177
1181
642
276
815
1088
2864
1218
514
991
881
604
922
892
4
311
777
1910
360
400
467
821
884
760
1390
836
88
1306
350
750
739
910
268
406
1022
583
509
327
718
995
636
399
826
765
1440
828
1029
761
260
68
1026
1037
20
18
1499
371
1644
32
890
1119
886
263
309
337
84
1111
994
272
261
767
390
1375
1597
989
73
364
1107
1992
283
402
3217
376
1266
976
1194
900
727
1320
292
77
1282
1641
1171
1114
1081
15
367
807
1160
1936
274
3431
299
3635
3860
71
1353
1392
1204
3321
1043
779
370
19
3583
898
1864
711
905
520
582
1364
1578
1105
1295
1002
1256
1966
657
737
1104
494
2997
256
7303
0
89
74
1812
2173
1448
1524
1321
1584
282
81
1592
1705
973
1234
1748
449
1318
1271
34
1053
1123
1165
1839
306
1227
271
2087
804
1365
790
1222
1528
860
1718
1755
304
1367
418
1178
273
2258
921
2368
1049
1444
1550
1613
1625
1933
3909
1315
1263
412
1294
1243
440
288
923
33
4283
1542
1466
2520
1737
1239
1893
3502
1231
805
23
1422
1957
21
1223
1339
1439
270
22
1406
1751
1497
1310
2237
2254
3418
1366
265
1541
67
1637
1903
1973
2938
1057
1568
321
2756
1830
1770
65
1244
1180
2098
1730
2056
3349
2055
2807
1101
66
1816
1400
1498
1642
1989
1290
2643
2097
1762
44
479
1775
2706
1909
1866
1566
1336
757
2063
2648
293
1464
2184
75
392
1487
1064
24
1080
569
1971
1605
1182
1938
857
1535
285
1176
966
2277
764
1377
1479
1539
1085
1811
2274
869
45
1099
1394
1280
3000
1577
544
2805
35
2351
1629
1661
2003
49
1478
2795
2828
1248
1593
69
2457
1511
1881
47
1708
1097
1551
1660
1785
1627
1445
2594
1719
1649
2444
4287
417
716
1168
1735
1621
2233
3249
42
1276
1829
1884
38
2555
2084
2151
1688
2831
1342
1270
555
1327
2139
1467
2045
2714
303
1771
2901
2077
1863
1965
2067
1716
2651
2267
2607
1964
1462
1978
1972
1410
1679
51
1871
2406
2551
2008
1853
70
2293
2324
43
1337
1813
1695
960
264
2688
1183
1414
1474
2282
3414
1430
3035
1103
2059
2080
2969
1919
1969
316
1459
1521
37
1675
3009
996
1596
2263
3457
1450
86
2058
1636
1804
1429
1757
354
405
3176
1877
1576
2893
2252
1281
1254
301
1048
3203
2159
1626
324
1760
1169
2739
1687
1595
1517
2260
1693
1262
2102
291
1923
1700
2157
1378
2732
79
1854
3269
1502
685
4200
1865
128
1402
2168
1986
1867
2026
1683
2961
1842
929
2489
1052
396
3329
2669
1862
3452
3794
2111
2046
2957
1913
1441
1241
46
2811
2278
1998
461
1744
1975
2291
3056
2904
1752
1900
2626
1654
385
2745
2057
3136
7955
4139
2415
2148
1628
2071
2107
940
1598
258
1575
2826
2716
3985
85
1987
3598
3352
2478
333
246
2620
1212
2450
1247
1912
36
346
3426
3298
3292
2250
2440
3061
39
978
1802
2431
3071
2253
2494
609
2310
986
2635
3437
2292
2823
1588
269
275
60
2428
1918
2615
2472
1690
410
2678
2106
2354
2717
678
1109
3334
3451
320
3230
3389
2166
1611
1994
430
2986
1790
1438
4784
1781
302
2227
54
2693
1393
2597
2482
3034
1946
2863
3267
2041
1743
2476
388
300
3186
1729
2488
5018
4058
2156
52
3096
1468
2497
2793
3427
1630
3284
3624
2650
2785
1807
3645
2691
3106
3037
3759
312
1767
2526
666
3139
3085
2223
4041
2712
1838
2048
2854
2534
308
2646
3016
3337
3187
4912
3331
1643
2722
2932
2422
2399
500
4039
3961
2222
3078
4275
1724
911
3296
384
2319
1238
1911
53
2005
2923
1303
4536
2921
3530
343
575
3058
277
323
710
660
1949
3250
225
41
1808
1021
3773
7713
540
2137
2750
3271
2994
397
2174
2630
1073
378
2491
403
2540
2060
2214
2242
3554
266
3442
5544
1682
1351
297
3155
2050
3466
1544
993
3340
8591
1255
1895
3015
3125
3945
6426
2897
1309
959
2822
1368
2042
374
3006
2245
2928
2872
4896
4297
2766
444
2888
1200
2975
377
1988
2523
1583
1024
415
3576
2119
2647
3227
1997
4081
4094
1633
1917
2276
2492
1312
2839
2592
3662
3224
1766
3663
1745
5
2300
4664
3430
2130
6184
3687
13130
2637
2622
3700
2435
2158
2279
2506
3724
2950
2460
2125
2861
1134
5454
3751
1858
2579
1826
2608
2681
56
3814
4332
2735
3367
2272
3756
2585
5041
4248
2802
2180
3482
3899
2666
395
368
1976
2773
669
448
1314
1175
3052
3491
55
305
2496
2241
1210
2031
3111
2568
7781
1635
2582
2613
3195
5079
2211
3234
4037
1549
5991
4495
952
267
2458
328
3790
2641
1296
3199
3072
763
2742
4640
1907
654
2911
3931
3818
4346
3119
31
1492
3397
3484
330
4706
2251
2479
3053
5939
1388
1692
1908
4542
3596
1122
5003
2962
1607
3047
2627
3025
2995
2835
1004
3214
2029
13440
1561
3074
380
515
365
3382
363
3160
296
435
3512
3747
1334
4281
2614
2524
3394
3095
2147
2187
2855
2702
3517
325
3520
1065
3215
4395
2652
1120
648
4436
2089
2209
4969
3022
4530
2330
3261
1532
12042
2270
1657
2846
3999
3845
2271
2126
499
1659
5193
3688
1382
446
818
2092
3623
5373
2321
5057
1526
5169
2912
3220
3315
2808
2365
2628
3805
2121
1560
3259
3240
2634
3656
2683
3767
2612
1138
3181
4193
3162
2239
2988
2589
1720
2192
4387
4038
4492
1249
3599
3988
4519
2010
3965
4149
3833
3017
1100
4884
349
2035
4040
3407
3415
680
1399
4661
1228
551
87
4376
559
2392
315
2342
3936
1639
2837
358
5153
3793
2940
3126
8358
1477
2720
2138
5085
3957
662
3432
2663
8428
2408
1051
3012
3740
3362
2877
820
1195
528
2297
1956
2990
5567
62
2312
1570
4086
1738
3142
4505
1031
797
2900
1157
3277
3492
1803
4466
4445
5953
4172
2383
3274
2405
474
4539
5371
2753
3377
2884
313
1437
1495
1044
1672
4773
3128
4444
439
12637
5692
504
3307
2323
2495
4196
341
4176
5834
4744
2563
2882
505
3707
1612
4652
2687
5342
3670
4375
2761
4756
3403
2266
3066
129
4481
4354
2033
4576
1943
2370
2486
3090
2810
5401
4381
3800
641
2776
3611
6567
3710
803
1332
1600
5442
2936
2723
57
2331
2728
4266
3708
4155
3236
2011
3893
3715
3501
3641
3967
5695
3946
1848
2982
3081
2842
3393
4409
533
1208
6123
3328
3073
5478
3690
992
3519
3677
4479
5555
353
2952
1374
2972
3151
2298
5047
2407
298
80
1040
4590
1833
5595
4251
2610
2724
3626
4244
4318
4957
2775
5095
4721
7198
3892
1558
3884
3942
3206
2499
2562
1507
4838
289
1645
2700
1754
3772
4888
4045
3867
157
4493
2619
4786
1398
3088
4120
2695
5665
3381
2427
4452
4477
2974
6672
1814
5466
4639
1265
2314
1008
437
3423
3245
3650
2503
1728
2116
8872
2332
2968
1061
4581
1525
3888
2925
2727
1302
4560
3114
3513
709
4783
4488
2832
2746
5652
331
4865
3739
4586
3877
5059
2869
4485
6130
3940
4271
2985
4918
5030
220
280
1872
3706
1545
5267
3761
5491
2104
7313
4054
2574
3667
3651
4405
571
4308
5437
1944
1355
4274
8278
578
2694
2656
2636
4513
2185
5449
2813
2993
2587
615
4881
4776
2565
2726
4999
3098
3685
2987
1559
10205
3486
427
2583
4995
3871
5134
4902
4602
620
5537
3170
1892
3173
2073
5011
2346
786
4059
1844
295
4473
4696
4280
3241
3067
5694
563
4987
2000
1982
4317
2800
2743
3782
4136
4141
3011
404
4508
3848
6341
1486
3338
4394
3357
3226
6557
1359
2081
2364
3146
1257
2193
3294
1148
411
874
2219
1143
4427
5583
3954
2779
3216
5396
2150
3127
4373
3164
1433
5201
2423
2672
598
1869
3926
6956
4390
1485
6180
4186
11033
10575
5398
4152
6523
2708
3371
4842
3807
1415
414
3386
5180
4956
3033
4854
1395
4418
3275
496
4367
3115
4138
707
3941
943
4689
541
1220
5856
3465
2014
2642
361
3804
4930
4656
4032
2094
4486
3850
3417
4068
6484
3573
751
5273
1001
4511
1350
5682
5701
3750
1215
1288
6443
2456
4305
6786
1722
5070
2391
5229
4992
5828
689
1000
3469
3
375
4789
3288
5361
829
602
6502
3869
482
3769
7
695
2221
3615
1891
6186
1129
3741
3412
2198
6193
4009
3923
1879
4137
4502
2513
506
5717
4796
5611
4438
7324
5103
3932
4983
2644
3354
4890
3730
42159
1077
1203
5531
4606
3218
6745
5006
5890
5052
4970
6714
4030
1245
3675
4426
3375
3177
382
39711
336
1961
3504
5298
732
4752
2879
4260
1041
4746
2556
2074
8734
4979
5510
3521
3812
2989
1537
4219
6686
2504
3584
4568
3421
4237
4814
334
3439
3002
1417
930
322
1546
4647
488
4073
7024
1531
1797
3625
2409
2196
1663
5672
3689
1981
2858
5199
6916
3574
525
3301
3341
1805
2677
6821
3443
4523
1821
8064
2485
7648
8549
3701
344
5471
434
624
386
719
3859
3092
5166
5323
4585
560
4056
7530
3049
5399
1810
39883
4619
6047
4100
4403
6233
4875
2215
518
6798
4379
2191
5212
5926
3726
5127
4608
3770
684
3399
549
1471
1326
4034
4414
5260
3285
4671
4388
2329
3117
2512
3614
5296
4380
4691
1242
1042
3094
3059
4019
5658
4101
14420
2576
7229
6095
3729
6168
5535
5348
3131
3050
1108
4769
516
5802
671
5175
12216
2141
3764
5158
4504
2546
4301
10767
6011
1793
4809
2443
372
2769
3822
4065
7092
576
8060
5150
391
6246
5618
4392
442
2372
7636
4734
2679
4811
5068
2751
4986
48
7638
3064
9747
5747
2947
2692
3613
912
359
4268
10395
4650
3368
939
452
2465
4006
5710
3420
5410
557
2657
3562
4646
1565
791
3841
3244
8301
15069
6290
5780
5928
2231
469
5123
4046
1370
5742
6027
3895
463
2099
2763
5094
6592
5096
3434
11421
11092
4133
2611
1701
1703
2362
4574
6136
1954
6334
8464
2910
5093
3158
5156
4314
4341
409
5054
4326
3327
4587
7994
3436
1634
4787
3842
3336
1453
527
3819
4870
1711
4736
3280
485
3938
988
1023
5197
3691
3785
3265
2398
6729
5033
3409
5913
4654
7630
3709
6376
3781
7756
10171
2818
1014
4097
4813
3038
5341
420
4955
8836
1731
3636
3392
7392
3194
4446
4540
4099
4788
4167
459
1948
1640
7176
4429
4042
2740
5866
4737
6299
8150
3099
19398
1878
4893
2318
5627
8909
5174
2829
4688
6289
4765
4525
4940
433
4675
3950
4334
4371
4478
6459
3958
5364
2327
119
3264
3588
1624
4885
521
3607
7420
3572
536
6325
5140
5284
1828
4978
4708
6825
3968
6280
6835
12052
6023
1283
5804
4762
2095
2447
445
3734
3161
3612
2638
1343
6516
5137
7014
6638
2275
5670
15862
5426
1338
4569
12499
4043
2043
2581
622
1547
1096
5461
3657
4966
1137
5366
2866
3356
4641
5163
1656
3825
443
3863
6078
2426
425
647
7320
1086
3568
4621
5741
4763
4698
2948
2461
1714
7372
5689
4533
3084
5112
3148
4205
3933
11302
7968
4410
6491
6884
9027
6476
2402
3272
4946
1847
2068
2230
5668
6841
6628
5617
3704
454
4113
3360
3595
6388
3024
5676
2616
5076
6997
1573
2502
3956
3306
4191
2907
3758
2933
12820
3505
2481
4258
5339
4497
4705
8424
6989
7225
519
5613
837
4203
2736
7067
726
2926
5839
4028
6898
46444
3518
2176
3344
6682
4286
4075
3925
3516
7915
6314
1666
6586
3896
1205
4315
6717
4048
6301
7281
3589
1045
3335
3840
4406
4330
1340
871
5995
3722
4618
5010
4564
3190
4369
4047
6342
5707
4393
3355
1413
6542
6447
7366
5382
4683
2311
2328
5179
3496
4206
3748
4425
5311
6702
4398
3952
4795
4900
6858
3348
4166
7396
1277
5001
3446
10662
4858
3091
8783
2605
3809
3251
6983
4673
6025
473
1582
8900
5942
5448
5845
3665
4153
3580
6612
5394
30494
421
2883
6922
7044
3788
591
4067
4632
5871
3653
6265
2061
1709
3648
7172
2112
2566
4165
2039
4077
5213
2939
9952
11214
6294
6182
1236
4676
14018
5818
6568
3649
7945
4290
11063
7478
5664
2561
11419
599
7055
5025
4151
6699
3660
5007
4753
4122
3951
4819
7541
6308
5081
3827
6348
7025
5520
4713
8406
5257
3592
9689
3497
4430
9912
8153
6108
6154
5502
7425
7127
3283
4624
7000
6241
17560
512
5403
6081
3359
3221
7082
3290
1921
10169
3717
4963
3487
4512
781
3402
1717
3297
7910
6934
4914
5504
7415
4441
4928
1323
5764
13598
5205
4747
9068
18015
7008
9502
3919
7939
4461
6355
3026
6046
453
2128
3594
2149
13520
5290
5675
4050
5451
6643
4336
431
5389
1514
3424
1906
5581
7504
3578
3666
3744
590
5370
7072
9256
833
5236
16462
5291
4201
3777
861
2356
562
4831
1362
11435
5637
6079
495
3463
1870
3597
6191
4302
672
6332
5538
3774
4678
5852
6698
694
4642
2208
5252
1619
4001
3970
5316
6076
5170
4633
6219
3318
5087
5895
4499
3776
5386
5203
5293
4171
3159
6150
8009
1268
4953
5176
6272
5349
7728
3953
3197
6116
8886
6343
5086
958
831
1317
893
5597
9621
538
501
7908
6110
1899
8511
5954
96
6853
3350
4610
2951
7124
5693
7476
6288
4496
4538
4771
2075
2113
10390
7779
507
3406
7517
5395
387
3252
4570
4261
8092
4964
2013
3918
4599
5762
6995
4291
5750
3586
6035
4104
7802
5587
1424
2344
4609
4860
4365
3511
4905
4025
3347
7028
2078
1983
3031
979
9072
5122
3891
5474
7880
3210
568
5220
4434
4697
5362
3737
756
5136
5242
5110
5523
4908
7534
3387
8063
3910
701
600
2425
2713
4792
3806
4190
798
3947
1734
774
49430
5859
5704
4238
918
4553
5031
8437
2246
4084
4197
8545
9611
4887
7865
4692
6961
1404
4423
8108
3450
4849
4220
889
6914
3621
1039
5938
715
1689
5281
1482
4372
7964
10123
3854
782
4800
4439
7395
4325
2448
1681
5882
5891
6630
3555
5733
6613
455
4725
7943
2885
5419
7374
4917
3561
1078
4162
9669
2815
1680
8693
498
4422
2167
2390
4931
4635
5922
5115
4384
7927
8031
424
896
1352
4974
3716
5545
4837
3105
3972
9388
6151
5380
5798
6848
5062
8136
7291
3087
1962
3894
10191
2051
913
8047
4458
5300
6994
3725
7529
8121
5526
6033
6466
4150
1650
486
491
5745
8878
5334
5045
7903
6057
5749
8087
6264
4004
9413
8611
627
1219
3499
10610
776
3404
7593
3713
4694
5486
9089
2389
10499
5788
6926
4518
7864
748
7606
1010
8059
4571
16267
6705
8674
4923
2421
5556
4735
5270
4202
5335
1890
6088
4816
4588
7452
1658
5533
1616
7712
3108
6205
7901
4950
3619
419
3478
5262
945
18840
5009
21138
1772
4755
5941
7133
6977
4833
7018
6403
6497
10247
6149
1446
25370
5688
10
8123
5989
1503
4637
4634
12385
4631
7628
413
7351
5975
5091
7297
5149
10330
12131
6621
7403
7052
369
3886
5125
2366
9116
7137
4998
5929
5585
3538
26442
4710
7253
3303
4457
40026
3914
6793
6596
4947
3122
7746
6510
2890
2420
5699
5402
8473
6128
4451
2934
12874
1677
5228
6103
3835
4855
4750
332
9475
9005
4916
6464
3853
3268
8602
2665
6402
2744
4601
7062
8785
567
10391
7725
15320
5423
4490
6416
5713
10501
1432
9077
6483
5586
4622
20877
2079
623
4991
5690
10618
12184
8244
1780
1313
106
795
3638
4353
10542
5409
7546
2396
4347
850
629
1128
6119
6727
4236
3281
7466
873
10830
4894
3878
7389
2347
7848
5223
3900
3783
5982
5198
1736
2393
2395
6358
7683
8342
8078
10371
8761
7356
9604
6960
2624
4684
3189
2547
4920
5860
6133
5230
3539
1959
8292
6509
1012
7611
6943
7557
3977
4960
11529
3632
2474
3278
7261
5182
6196
5322
5438
5214
5836
7595
489
2199
5017
3802
6849
4929
5898
6441
7118
12551
8488
9141
1381
7533
7458
10827
1451
4615
4764
8111
4324
7647
3223
5055
4296
5797
4351
5407
3544
1795
1665
5495
4257
8050
10109
7022
7920
7799
5608
5385
3046
7194
16964
7651
12379
4213
7456
11695
7401
7412
1586
5143
902
5952
6200
11643
5071
458
4547
6907
7705
1341
10021
1902
5479
14897
2188
5455
4459
4719
2959
595
3132
5924
1232
10306
574
5287
10728
441
7794
5609
5867
9366
8403
7585
6405
6875
2834
4179
12011
7433
4292
7492
3851
747
4785
1620
1710
4343
4216
8185
4577
5529
1475
8165
7627
2836
5708
11383
9138
9008
2124
4168
6802
4952
6716
7806
4333
5295
4036
5716
5615
3644
3608
2238
1345
3048
6142
10805
5202
4620
7459
4856
5811
4232
4362
2937
8502
5358
6155
8974
9266
6215
573
4053
7017
5911
3917
4643
7868
9003
4146
7463
6175
6669
8366
6594
2853
118
5264
7421
8211
9692
6305
7973
8810
7269
2682
12516
7524
2873
2154
2949
6318
7244
497
10413
698
7859
5043
4981
4922
5004
8127
8414
6240
12147
3616
5776
9870
7740
2091
2792
3205
6622
5849
8200
585
9470
9818
7083
4082
4975
2316
3551
6493
2816
5350
4003
1706
4695
8221
3211
8708
5155
4988
4874
10106
3232
7732
5326
6427
5631
6740
6100
401
4803
6363
5727
1127
9298
4996
4106
487
4131
5610
7121
6115
6481
4829
3881
962
6642
7139
4263
3872
11957
4071
8533
8919
8639
7516
5873
6276
2034
8796
5353
7103
2548
8329
9605
9953
8372
589
8144
5221
7012
6520
7831
844
1623
5696
4645
7986
5827
5445
5243
5046
6330
5014
6379
10636
917
3124
2640
9725
9253
8049
6538
5638
8632
6807
721
16059
6333
6074
5565
1765
5810
3714
954
5778
5789
1068
3363
5593
3640
10240
4289
5114
987
46640
7413
7317
9
11115
5021
5381
6563
3753
2264
6905
6936
6050
5752
7064
4471
2007
7099
10876
7078
3963
6619
6888
8536
6670
3829
6198
14015
7002
1018
4174
4701
8395
2599
7040
5612
7970
2438
10749
8982
5161
2453
7171
3815
3996
5850
6228
4899
7271
2718
6235
8407
862
5906
1187
8636
5814
4096
1142
8620
19809
6165
7840
6614
11079
13308
10799
1192
6774
3683
2394
6482
7823
1778
4462
6131
6253
6070
9436
5885
2449
1556
2598
9648
6692
8587
9180
4889
6296
10614
6623
1516
5983
5963
9371
9839
6190
457
7423
20635
2451
8936
5517
3001
2689
7797
7411
5433
6260
11618
7519
6189
1931
11514
5441
11356
6401
1324
2339
5417
735
5022
3908
3765
9461
8282
778
3873
7212
13423
6712
5940
593
12787
8024
7874
6204
5761
408
6490
7800
5879
6266
4320
2623
5363
1017
7288
9019
6870
6693
4329
7404
4093
9825
8857
10648
5318
16175
6823
10807
3535
2892
12180
3023
5188
10006
14549
33721
5875
9087
5338
5863
12785
4845
5857
18293
4595
4222
9500
9283
8877
8470
6872
4188
6225
5108
7148
1581
10500
6832
2920
6656
2670
7312
4295
5462
6339
3862
9975
7188
5861
5387
11761
634
5118
8976
8838
744
342
7163
6709
1146
9920
5896
4781
4537
11171
4433
8415
1095
8036
8685
4934
8879
8998
10654
4760
6134
9918
7897
11754
7432
9951
5254
4158
5186
20832
10039
6626
1069
6593
6085
9671
9070
8663
10804
5706
5359
27868
6792
6741
9153
13129
5044
6647
6511
8100
13648
9735
10964
22971
6829
4249
5365
5732
4143
5996
8618
6073
5986
1030
1461
5992
2066
18841
9925
8259
7205
11117
4793
6478
3858
2996
6430
4007
768
6067
9320
1894
7431
1509
14207
5511
6553
4385
4925
8096
6143
6188
9764
13126
6554
7394
5288
7912
4483
8929
14466
9071
8518
12517
32290
8581
7962
5719
5916
2577
7328
3248
5743
5457
6126
2931
6323
7639
1494
5846
2685
7791
294
13100
5726
3200
5946
7464
6304
10504
7547
9880
4572
14237
7373
9477
6980
5806
605
2998
7895
4528
2749
5483
9566
2580
10174
8704
9909
21393
3993
12262
10464
8155
6817
2943
5645
6576
8540
8742
4116
5303
9570
2380
11394
14017
6809
6129
5369
4345
5274
239
4090
8072
5876
7195
5667
1950
2484
8179
6608
8688
6279
10729
7173
6687
6409
4469
10604
6135
8832
14708
1990
1082
5566
5559
4074
2256
2024
8073
897
6173
7734
8882
1855
5034
9852
7624
6673
6411
7364
4913
6031
7344
6827
12168
9591
7246
5644
4069
7387
7318
5456
1662
7886
7977
14403
7311
11947
7924
9755
2436
947
7884
5884
6662
7323
5543
2919
10405
9101
6093
7051
8224
7337
2295
1158
6844
5412
4306
7224
7846
11289
3237
4876
7259
9754
7256
7771
11534
8972
9761
876
4159
22940
10131
690
1904
1083
6032
5101
3738
3180
4391
10673
2857
2001
9651
5413
11133
8556
7522
4270
3682
21648
5933
11409
8362
11287
7719
3698
7016
613
5766
10093
249
5157
4935
18912
1589
6218
4221
1533
6461
6666
9679
5301
5920
6041
10026
537
4455
5787
6157
5207
17846
8305
3992
8592
2953
7482
7485
3904
1325
3955
3582
6232
5858
6675
603
3510
3198
6868
3398
2662
5548
3254
3435
3208
7602
2944
6140
9084
22346
8213
8359
8987
4252
7283
3188
11807
9906
4088
7796
1092
1431
9119
4751
5539
8672
7486
746
2705
6056
1995
8589
10397
6725
10242
7276
9074
38913
7898
1740
4327
7652
381
4061
1671
1530
7189
13430
4339
6049
37707
825
7346
2780
3113
5901
14024
6555
9659
11154
4836
10016
5887
9118
7832
5564
7334
10737
5292
2984
5428
9280
6952
920
19360
31215
5894
5390
8607
7030
5443
13785
5603
5278
127
2538
5330
7204
5488
6082
9025
13119
12673
5870
9439
6531
5524
8308
2049
3169
1102
1416
4556
6801
1452
4225
4961
664
9899
7765
3668
577
8345
5795
8411
5621
6370
9486
13089
5187
6665
8335
8475
3705
5302
9716
4361
2047
10219
310
6891
7011
3559
6559
687
10071
5035
3811
6292
7325
5679
9992
5509
3152
12074
9957
6655
9016
7410
696
7960
3876
2596
10013
6163
7849
5506
4727
2667
6768
6616
11257
10068
7123
7542
7023
7720
6796
3070
3256
2767
9974
692
5549
6896
9002
6923
15811
9738
2891
4231
8606
11823
9853
7027
3991
2190
6862
4939
14914
2902
11615
4904
10650
5279
7777
799
6183
15113
1229
12224
36826
2501
6000
9326
8978
10101
2514
11660
8318
4562
1939
1067
7981
8590
7150
7216
6640
2127
8237
4951
9885
7830
6877
5485
854
3342
5503
3745
668
1850
7342
8082
565
429
9739
4449
8737
3182
10714
3332
3901
3154
7272
7953
5734
6065
9847
5075
2257
3865
4321
7029
11897
7835
10433
9617
5490
848
10357
7810
8666
2414
5501
6838
3791
1505
11821
9024
6298
8037
9392
7444
11162
8667
859
5514
7184
6633
7625
6029
7703
1167
1112
5405
6097
5655
3834
7077
8141
11070
126
7697
3661
6337
1653
8270
3563
1173
8277
1602
5527
8148
9307
6087
3506
19195
4962
5160
6885
1522
4144
9375
23997
7215
7136
7696
5439
7867
4417
6979
594
9389
9730
11826
15007
450
7784
12858
9763
2560
8780
1015
7219
11344
5729
6550
5475
2493
2305
10481
6467
15855
11226
9406
12104
3134
11223
592
10273
10955
11523
10329
6591
2631
6536
9498
2584
942
3312
6932
10663
11582
1056
1380
7406
10856
4178
6918
7637
3262
7309
8378
5235
6373
7539
10318
8720
10490
6782
4627
4844
456
2202
10512
1610
9232
13837
6590
4944
7174
3270
5465
6958
7520
5966
6004
6230
7380
9273
7179
10252
11232
10018
4397
10553
11654
5265
10307
7049
7971
7370
2269
4827
2178
28154
7681
2777
704
2032
29240
4303
6833
13304
658
4259
11783
10010
436
4044
5072
11149
2999
6991
9359
10319
8218
745
13210
6147
8420
6275
9784
2946
6928
5016
5519
7525
4638
28749
5917
2367
9416
3110
3837
10731
9443
9279
12090
9533
9046
3101
4079
11763
15434
6356
3944
10711
8514
7441
524
34754
8694
6518
8248
4839
11343
8107
5584
1211
5116
9593
9512
5357
5981
4091
14591
9955
8090
6822
2306
6755
7691
8055
8215
7341
8083
11687
6650
9358
6834
3461
12508
7192
15110
1924
6496
794
5481
17674
8547
6632
882
8990
7043
2791
7668
8732
4051
7674
936
3721
3060
6731
6317
11852
676
6414
8848
3823
9264
6840
4360
6268
6776
7383
6551
15319
8076
7142
11416
5374
8740
1455
6044
7437
1443
6066
5865
13104
4506
8819
8528
6164
12988
7093
3549
4877
4312
6413
1140
8774
4554
2213
10808
5799
10556
2430
253
8465
17768
8962
3887
9640
907
6886
7502
3326
10607
480
1571
14987
3755
522
8326
8261
10043
451
8361
8028
9594
545
31681
6946
7108
2645
5635
8302
6588
7263
14935
9272
9589
11745
3395
16004
6861
8062
9349
4031
8245
1460
4579
5000
10105
5215
10061
8744
1435
8272
5964
12767
9073
10530
11663
3553
8198
7034
2978
120
6584
3861
1776
7748
462
2123
1667
2661
16009
9984
652
7786
16407
11849
24385
1357
9051
8384
16974
12690
6372
14100
22767
9181
3980
3763
10383
1501
9663
3454
10764
11408
13417
5238
4309
5598
7175
3365
11264
8759
1036
5575
6099
1726
9095
11016
6600
9117
4724
4535
19859
10085
11990
5616
11867
558
12750
11453
6007
4805
11536
8381
12007
1678
9354
5969
10120
2004
9336
11047
10656
9601
1133
2771
948
7264
5436
5253
2304
5464
9935
13289
3830
8826
12164
10432
9691
5472
5715
1799
8295
8390
7384
4450
4739
2945
9292
8985
14039
4224
10207
9687
14051
8015
6393
6208
8665
9176
2417
6529
6678
1806
10158
9308
9769
11798
2686
30756
12774
10202
20948
5984
6034
5269
12024
6016
3068
10653
4544
47383
6303
1670
9368
4711
6688
11374
5332
5415
686
12302
8034
7298
5027
4404
4993
4310
11474
9179
3013
4267
5947
6242
9657
6971
8683
891
9894
10278
1033
9432
10935
955
6930
6609
6216
863
10200
4973
3388
8512
8747
6754
1150
10629
9634
6851
4503
11520
2671
14536
2040
4522
3376
11366
8560
10183
3913
27572
9231
6006
12353
5582
10936
11596
13270
4778
1958
9965
7996
5256
7987
8724
12761
14205
30101
2376
11113
12108
7523
14861
6769
10251
5141
12056
11911
808
8829
15142
7932
21842
4269
11288
3703
11661
1423
5107
9038
7760
2675
7214
7997
3202
6611
1886
2200
11565
9505
10177
8391
4145
9309
1098
28589
16404
13663
11465
14943
8227
728
10315
11182
5711
9592
12901
6842
7584
3605
3459
7844
32790
9489
6270
2142
8203
5453
9836
38387
5800
2442
10763
5498
7588
8584
1834
8830
6440
3104
8519
12980
10266
8705
7507
3175
3489
10290
5268
4498
2845
7604
4871
5640
2018
9552
2025
7690
10674
1084
1774
9481
9558
11044
7543
8054
14637
5049
12989
6866
10665
5340
5698
7907
17329
4693
4349
610
4958
9658
7058
11279
5909
2403
4273
5948
3324
7622
4543
47013
15994
16020
6227
14167
122
6439
1787
4810
6970
7348
13419
3183
1697
1346
6639
5642
11372
7827
1360
7841
1694
9638
5967
6903
5425
5931
856
16213
9840
9114
6153
3503
7663
2915
6492
4859
3797
9869
7498
7090
2935
8061
5129
2850
10346
8171
11126
12313
8114
1925
7265
10308
2788
18355
6789
7428
7739
335
4437
1046
7505
1820
6646
4847
7723
1874
10769
6062
9393
3609
8022
8163
5662
4578
28808
9733
4419
12152
9584
7724
12139
1225
12451
2404
7161
38325
13064
13959
16685
8489
2801
8948
7744
11301
18317
6380
9554
10638
6350
14395
733
11255
8793
2704
7941
9142
8766
7042
9161
14316
1058
7567
17215
7722
7686
10009
8834
1267
5194
12433
10094
1153
10826
1951
6378
10309
14771
11563
7327
7069
12274
9188
3514
9859
4294
6634
8616
14456
12420
9262
1050
8849
9337
8698
5680
8714
6599
13922
12783
13956
9904
9469
9204
6856
4282
8331
7741
7876
13101
8868
10102
6537
6174
1006
11292
8138
7417
7819
4021
5069
1676
7618
619
7111
13098
5219
9549
1674
12644
5657
9238
1186
9247
6419
14080
12506
7850
8276
8319
7745
14389
11725
6948
8852
12557
2860
12438
11938
17154
12352
9209
6465
7362
9456
3808
10691
6118
3526
11717
13553
570
8846
10579
7667
9398
6252
10816
9902
6635
10986
12255
6772
10409
4035
6508
7578
38898
8209
2301
8350
8649
10226
7477
46195
4761
6572
104
10589
5368
11057
14379
22306
10064
9040
2439
1305
9301
6295
2093
7095
9465
8867
7164
30772
8104
2516
9559
4526
11345
7632
6086
13479
8018
4217
7147
10277
12534
9613
8922
7766
5908
3260
2806
3242
9103
6412
6374
5816
2649
18325
28244
4448
3257
6947
12217
7699
3433
9694
9014
14200
6282
6541
32009
8383
4598
10209
9403
6448
17692
7457
2433
724
13045
7634
12031
8565
6365
6122
1569
8239
581
864
7007
8971
10937
7487
10596
11840
8916
9276
8676
2163
875
12996
4531
11467
3771
5625
16987
10704
36430
4377
10503
10810
9759
13189
17944
4130
25650
2606
11448
6159
7552
956
2019
4304
13347
1299
8507
10930
6209
1590
6507
12155
10401
12087
6026
8847
5184
8286
9544
6105
11231
12696
9317
4625
9327
7473
2840
8197
14780
12946
3813
12382
5308
10382
17662
13509
5650
7274
3537
6512
8466
16693
4767
8461
13285
729
2737
6654
2543
539
7169
21003
7675
12815
14138
3166
5739
6177
1898
30251
7881
9772
13312
19646
5897
7560
8119
7151
15752
4476
3077
4941
10152
3255
7930
8561
8057
5073
13191
6498
7357
9815
13489
12369
6762
4482
2350
6506
2152
11622
8668
5878
2852
16145
6064
11772
3529
11617
13662
2922
21195
8733
8546
19299
9131
7863
4240
8889
25151
41615
6322
7914
15572
4580
12682
6899
9722
5951
2701
1512
10655
9674
7285
13864
7706
14463
11969
12022
8030
5718
9499
18091
10820
11153
17189
7397
15435
10404
1079
7186
11831
10633
870
10719
4089
10470
11729
13178
3768
14691
28
10976
4663
5249
8442
5282
3720
13356
11581
2381
601
903
10099
16483
10399
1252
11305
3246
12605
15247
3866
46481
4548
10325
11566
6287
9240
6244
4474
4524
16519
1897
3732
3885
15244
11434
11100
949
10747
8223
6125
8207
12053
2870
10303
8112
2044
11749
7009
8098
11233
8853
15302
7257
4851
24247
14651
5671
29690
5673
7429
14526
1489
18381
895
18279
7511
7564
2539
10423
10222
12427
8233
15446
13659
7852
4487
14486
9750
6889
11189
11769
9528
8339
7460
7480
6645
16167
5961
11468
10947
7448
10831
7743
11790
3864
9699
17741
8551
10997
631
8956
5831
741
10428
13310
1273
8084
5508
6951
6810
9252
1304
11628
12408
5600
3620
11102
1817
15260
4521
7891
9644
10540
7623
4869
15846
13965
6547
10497
7698
7262
21996
3565
7361
8601
1090
9519
4790
6867
17420
7491
8190
1513
10522
6674
7183
2088
9207
11320
10088
11136
4460
6042
7716
13854
5674
16581
9167
7165
4687
4866
10784
4732
865
5237
12652
10075
3525
3483
853
10834
10092
6544
9212
8776
12857
9588
13445
7301
9670
9208
9397
7393
30830
14959
6286
9157
10033
8313
7407
5078
10297
3585
11632
11088
8873
11905
7050
12771
10578
14006
9189
13943
8242
27737
14685
2841
8188
6060
10657
8468
6939
5224
3602
10029
7475
21675
11328
5258
793
2105
11461
18335
6366
7995
7506
10062
6846
10159
10848
10660
7369
7032
2446
5066
7974
8568
18936
10991
8386
5628
3975
796
7445
11307
4364
9667
9629
6706
8486
3981
8137
8526
11780
12803
9817
3020
10115
4903
16077
10275
11243
12088
9144
3695
7472
9319
8026
6697
9036
6505
4911
28227
4758
1845
10836
7021
8296
12328
1005
5923
13162
13097
32825
10913
9623
13682
25440
15016
2696
1587
10463
12612
10448
9196
20241
3263
12533
12577
3907
14717
9041
10140
5440
8225
7979
5162
34979
8263
9643
548
1698
2441
11058
6575
8686
14719
9980
9299
3966
11431
626
7170
8945
21703
12199
15818
9524
94
10084
8275
9803
4848
12507
8093
5400
10822
10544
8684
3474
2824
1124
5767
7763
2052
5888
17894
6910
25792
723
11668
8860
1027
6454
6787
15958
4712
23731
39990
7822
7237
7750
5469
13030
438
2569
6795
10012
16348
14359
3994
11330
9889
7767
6761
11237
9194
8025
2787
10053
8257
3838
8999
8013
14886
3974
11803
6277
10054
8006
8482
5333
4846
11123
13795
14597
12268
9539
11646
12848
10828
4465
8312
1940
9384
10343
38563
2171
10907
14847
8888
5496
4898
10821
8754
18836
7306
4480
13107
4662
13301
7620
6387
398
13316
5404
3212
14683
14372
13683
9753
4164
11476
6869
8463
10759
12478
14813
11753
7772
15152
6973
26840
2236
8454
11228
18802
12112
7600
14345
8883
13620
3550
10282
16127
9599
11376
10074
731
7243
14057
8157
5774
6117
1117
13077
17448
14424
5868
7228
8564
1496
11939
9137
18042
8871
7527
9210
6942
9284
11864
4729
15336
29749
9808
6986
6397
15598
14819
13547
6777
13804
13257
7446
6273
12620
7178
8953
10893
9031
702
15338
7747
7872
12769
11722
9983
16256
10732
19277
5883
11942
7255
10568
22917
3425
3494
18707
3185
15733
10460
4453
4401
7363
20954
10270
8404
16570
16863
11702
4235
9001
12806
12223
9396
13797
12402
7526
12600
15100
10681
10246
11872
7579
9172
17796
9115
21793
12691
6364
6859
13038
1632
12477
15378
9352
3633
5803
8646
7587
15331
1758
877
11998
11679
3601
4669
227
11334
8131
1759
8452
8997
9574
6797
11336
8501
11114
10311
10150
17689
11300
9814
8389
8271
7954
10576
6565
7545
9102
14328
2144
13673
5337
8865
1155
3719
9258
13093
9011
6257
1835
12871
5588
16629
9799
15295
11066
8716
12928
12206
9635
7635
7561
12388
13630
13592
15896
20197
9645
13393
12165
14074
9332
12406
6938
8471
15615
14410
8020
9573
813
13709
7267
4049
7817
1125
6695
753
13117
7467
7405
8741
1347
10095
10692
7558
9133
4467
8814
1648
5172
1723
5384
32425
8130
26094
6602
7501
21356
13960
26119
1177
15076
7965
14072
2545
15033
10156
9015
5550
3735
15694
12318
9709
4156
6937
13447
11083
7612
677
4709
8539
3405
15184
10880
7718
1846
13919
17199
12963
2357
8168
13067
7360
6625
12670
11363
8644
1071
9569
11103
16278
12356
20790
12160
1278
9985
6589
1322
14327
10727
6824
15301
9233
8970
8147
11406
4129
29657
13339
3141
26220
9029
14133
4313
10741
12000
11038
7708
6981
48539
12965
3051
9697
2629
556
11481
6595
1371
19099
5602
7039
14905
11118
18390
2848
7982
1034
7825
12930
8262
926
13904
3528
6259
432
4897
2797
21852
3844
7075
11972
18286
10914
12181
10274
2411
11704
9856
9268
12150
9879
7471
9185
12879
7455
1747
13340
10127
10402
19613
4285
2038
5847
8097
10014
7695
6964
11915
17305
3069
6779
7866
1789
12684
5521
10595
6873
1818
7054
10754
6451
9655
8355
8129
16393
13999
7787
11276
5562
13741
12285
6641
6737
7187
2536
14122
15682
6234
10302
14115
16666
10332
3964
6620
10361
8902
10966
14187
13633
17063
18621
10617
12539
14997
11983
5468
7238
10721
15555
1275
11432
2977
10569
13359
11560
10342
6569
19122
22611
6036
8474
5740
7692
586
1419
4066
1538
3191
12284
14620
9110
4825
21199
8126
11652
3889
4352
8478
5422
6597
8246
16052
2748
9530
16119
6445
18292
23370
10089
11077
7226
13329
14021
9758
11809
13772
3036
15223
6486
6814
13241
8027
8884
2054
19709
6504
9626
11515
8628
13367
13861
31362
1647
17820
9166
6906
14469
14227
3754
11001
11526
8347
7862
9281
17718
4293
13302
6982
14217
8494
4932
10408
15796
10588
23357
17462
8904
11000
16738
17499
11677
4936
1130
9007
9900
7382
5760
937
12252
20311
849
1389
17715
10135
14066
7026
132
6957
11734
3258
6452
909
11332
10386
10710
14825
8088
12148
9936
7270
11781
6226
2437
9846
9296
17027
2337
3912
15162
8252
10484
20251
2165
6901
10243
13671
7358
16120
3149
9021
7110
11078
1484
8069
10868
3184
2754
1292
10146
6912
7754
4013
3792
9149
11259
12159
4700
1007
21538
4959
6479
13226
7586
14105
16720
5653
13336
13612
4589
13914
14433
1631
7166
12906
8234
5705
7875
3929
13354
9677
9619
7247
9511
8794
21506
10058
10305
10192
12665
16752
7375
100
10145
12396
2930
16440
6579
8523
6450
2471
3039
823
8673
28689
14728
13019
14537
9177
11846
9564
15286
15725
8258
16094
8217
12897
14162
10918
7820
4563
9807
9561
18609
9075
9085
10231
11138
12246
972
10255
7906
8680
15115
13048
11087
9494
18071
964
12373
4175
8659
2070
7045
14510
10571
15070
12654
3310
7548
5977
12259
4909
16640
3167
4558
19610
11099
12232
7509
9374
3470
17127
8192
7114
10380
16137
4366
7946
7365
7088
9480
8216
7685
12932
2195
9931
13844
11390
8220
8253
14408
7882
12263
7152
3998
1087
2507
7427
7521
10708
7714
2248
15930
6651
7733
6457
8566
8498
1063
2353
10040
14931
23512
6766
5999
9348
9376
7603
7422
10184
5648
3320
10017
14909
9910
3824
6515
7496
19303
8791
12523
8993
5801
4529
10965
229
9457
11252
16346
14449
11686
18334
14812
10468
7998
9964
7451
9241
6711
4545
8287
816
10147
12380
9949
1196
9107
15795
5824
5372
5124
9086
6748
9168
6805
15498
14679
14300
15528
6069
40138
12763
16051
12389
4002
12069
6371
13572
15342
9860
7664
7950
10846
17547
18475
13125
9328
6543
2954
15055
10833
26878
5013
6953
5654
6101
14641
9151
4421
16535
5639
5050
9938
11325
7531
12981
7666
9399
13415
7538
1258
18545
2759
1136
6617
13571
14069
12437
17960
9325
13708
6420
14757
14919
9199
4108
12949
6578
9361
10718
13593
6052
8436
9105
12275
9121
11106
10800
8598
2100
2290
15080
11642
16542
16111
15602
10608
5313
17782
7838
16445
6909
14791
9857
17842
1638
16712
2164
14364
3287
8706
12873
13075
22484
16707
7381
4463
699
11856
25851
10364
8266
12492
14493
8854
13346
10469
10216
5147
4169
10872
10366
12801
9572
8149
6375
5447
28141
18733
13642
1144
10421
10427
14377
17826
6528
9877
4198
11550
14840
16952
7776
8914
15164
6469
6206
7731
6890
1348
10086
15037
9345
10474
8949
35327
13458
4901
13853
10925
9835
5414
3369
8582
11682
31433
9136
4702
9482
11271
566
17334
13850
11023
18263
10400
27133
6462
11272
9963
15198
7818
646
6778
9775
13485
9013
11946
10668
1330
8517
6239
9557
16978
8348
1272
11238
18555
20872
10359
17036
2120
2280
8573
10515
12020
10597
9260
12047
10429
11185
5892
5250
9160
8458
7252
31173
4022
10003
11193
6562
13925
17406
4730
11155
12231
17014
16618
7278
9211
5100
15066
11594
12527
8288
3664
9490
3839
14429
1075
2232
10980
2022
11472
3979
15346
15863
1691
15294
11112
14569
8915
10304
4843
6494
7926
8515
12046
1216
9473
9274
11570
6659
22473
8075
15393
14883
2522
9960
8212
7208
10594
21909
10765
4583
8603
13637
7138
9581
13188
15689
8749
18576
8425
10241
3902
11937
8222
7621
2518
11758
5855
12173
12615
8801
842
13142
5516
12329
7388
26105
5032
7795
8957
2483
10038
3743
8181
14952
5492
12882
11648
8806
5833
9780
4623
17880
4745
12538
6369
6758
15706
15870
9400
5721
7097
7869
20092
13229
20486
12970
8786
8440
12746
8268
19034
20082
5601
5210
17907
6075
4835
2129
10931
5607
11333
7653
12400
11602
4731
12575
1618
13606
21285
12107
1387
34033
14495
7331
18740
3987
16134
14860
1062
17185
12497
19616
3696
12772
11403
10172
2183
17409
9646
10941
4424
13109
32214
9408
5703
9901
7135
11495
13953
10182
8541
13833
9471
16527
16533
1739
2160
24520
17541
245
1601
8989
16512
4265
14576
3150
12565
10439
31112
14926
11450
1984
9871
4277
11684
6882
6733
11521
22488
10839
1055
10969
11177
18154
5737
7801
14409
11597
12023
9170
2799
8124
11553
9022
12827
10801
1699
12880
12465
14286
14783
7902
20000
10750
8887
14317
9620
13280
8712
11584
5053
5907
4415
10454
11132
14858
15670
8125
15422
12831
37666
16433
3192
11636
10193
11375
10695
14388
8180
9874
8920
4534
8903
23964
17122
7048
6211
8925
11955
2378
14896
9751
12578
1773
6338
8839
10923
7778
12617
9018
11732
7563
6803
8969
5552
3905
9911
7119
36285
7684
9616
11129
12032
11490
7792
13574
11398
8066
1952
2710
13362
14457
17339
12580
21861
21157
34119
14235
11819
4102
7209
6195
10291
8894
7330
5869
14525
13120
6167
9509
24382
7855
10078
7112
5599
8122
15105
15740
16753
9517
10953
13936
8862
3464
5452
20983
17582
1483
8035
8824
14119
12766
9412
12780
12521
9752
13923
6001
13145
9464
7336
15626
19773
8701
8504
9422
10457
5832
14654
13777
5142
3843
14264
8621
6176
10538
38836
9958
493
15406
10098
13272
14882
18369
18525
11278
24754
3536
12542
7893
2971
6949
12699
11920
9813
17078
5446
2778
13694
14567
12049
23576
4316
8699
9743
4331
10843
19310
8469
4121
12513
4470
9431
5793
7773
21279
8713
1233
3731
17381
9628
4386
9845
19250
5064
5540
4185
15469
7735
21313
965
10529
12545
725
15593
12641
3364
9429
11009
11293
17357
4105
2224
15287
15929
5500
5848
3826
7353
7721
6495
16093
12309
18672
20171
16852
11169
9314
2229
7329
7416
20384
11004
17524
8678
11540
659
5036
13106
8787
13029
20716
2821
13748
9391
19332
19483
9727
11658
12607
13883
9155
2348
17955
1373
7873
2069
21105
8771
10452
11756
17915
6455
11824
22815
13784
7424
6386
20617
5557
20357
14794
17352
28630
5968
16428
6920
11130
11545
2118
3727
16182
15229
16387
21933
11359
10649
4659
14240
17356
17192
8689
11765
6251
12141
9055
11845
13566
9934
2741
27344
8281
5874
9891
12634
8782
21865
9520
11768
10206
12759
4255
35185
10271
11926
1385
9323
25841
13644
3686
18726
10059
1328
8365
7096
12811
21877
16679
9811
11882
5416
7275
7613
4177
9460
18848
14544
16915
13901
7156
12735
14850
9373
7888
13449
29378
13307
22026
17521
9892
16476
1333
13342
14598
18859
8765
12228
5355
13933
20741
9824
9104
26138
13768
23481
14600
18309
931
3673
10651
6685
11473
13276
8880
6489
12695
4802
9355
10938
4743
15300
10768
9575
12519
10215
13124
10170
13902
13944
12540
13317
12151
1286
7125
11172
14669
12926
7661
9794
9585
14135
2194
11294
2544
13692
16248
17196
9175
15261
1473
1960
13456
10546
14762
10591
11721
3086
9363
13176
11989
10543
23781
13403
9099
11784
32089
529
95
3939
16435
20182
34847
10509
6071
11500
10384
15343
1963
9541
14939
20014
11903
5921
12723
3178
17389
12705
12068
3460
10070
11192
21841
9017
20755
6843
8670
17281
19391
9450
16574
12812
5067
7295
15604
15454
9757
7709
7443
2558
11013
11161
8661
13146
9294
6248
16457
24505
9550
535
18677
13832
5325
10630
12983
20119
8161
13840
12528
2085
15664
885
22593
9563
15392
9776
7815
5331
5023
17661
12344
14082
14737
10134
19952
12955
18505
7812
21574
5209
11234
9867
12751
12091
12606
11142
9447
11533
16168
7207
11666
9842
11322
11410
9567
18256
9706
10494
14899
8537
14101
5430
16307
3325
13766
6431
11626
1434
10518
12669
10869
7702
7258
7605
4891
1504
11665
11426
18220
13512
17068
1942
3311
9415
3820
11512
8719
8182
17235
5777
5794
7223
18864
10443
24589
17132
4340
7104
1188
3019
6992
8354
13609
4245
9079
15199
7157
762
17450
17044
16349
8975
4806
2895
15573
13116
10625
13037
2419
7610
13201
7599
3831
15984
5171
2604
13594
10287
10032
14538
31061
17630
14503
7808
4000
5660
6213
14417
8495
6245
29115
10069
5932
847
15459
7197
7937
6407
8477
17490
7957
19847
16298
16328
5097
18708
2817
10758
6941
17930
9322
10299
7644
13320
10927
11812
18151
8650
11952
653
10467
222
18985
17646
3361
15508
10908
12299
11589
4357
4649
19912
10238
7598
10902
824
2434
108
14396
19566
16313
4509
14616
17619
10999
5755
8697
13830
19045
21162
5489
11191
15153
3449
11150
18133
10989
14770
11554
10476
5002
3440
21765
11791
15840
17719
5812
25236
16721
16888
868
12118
6458
14533
10000
24664
12019
1686
8309
3055
13230
12536
15369
8941
14778
22535
11015
18825
17159
8895
1035
15372
14248
10898
13973
11801
20261
10609
11311
17671
7768
26318
16031
10948
10899
2345
12671
11889
20899
13183
5286
11909
11637
6965
12525
6170
4103
12937
15523
16156
24272
9507
11899
17857
6521
4092
7159
24320
12435
8492
11932
11206
14447
18961
48099
8640
492
1418
19982
9225
2261
11168
18479
20499
11810
11210
9329
15471
14518
18020
14488
7035
8662
11681
21562
4863
4064
19247
5195
16582
6908
21866
12266
3697
10233
12377
14734
33683
771
2030
11026
15317
6902
48796
22386
21614
2134
5765
13584
7378
819
10129
11075
2680
13831
18393
11676
15383
4359
36030
20852
5181
10726
21323
10559
14332
9555
9595
6194
6539
11818
1202
4319
18110
6573
15891
9293
12432
10030
18086
14086
10762
13465
19744
9387
14867
11464
24003
8617
10471
3112
12725
21165
7319
12036
4229
12537
11005
697
10700
12548
7515
6109
16015
8046
11544
13855
11735
15192
9653
10792
7616
15556
17799
9773
25287
14416
18572
10358
9183
12073
16754
8721
17081
12593
9568
8101
12002
8472
7770
5077
28852
19523
14219
15177
13722
12734
13404
4982
6751
10008
6096
14999
10087
11918
11699
10701
9583
6291
15196
15416
14521
13723
7993
8559
7650
11552
7929
18106
11065
9793
10860
2189
8717
2849
4014
7900
7335
14225
20228
12633
10824
11455
552
11954
3911
6757
8840
8805
19375
8580
6738
10906
13325
12111
7193
13004
904
15579
11003
17608
8135
12308
5994
12689
13678
3400
17151
20176
6381
10420
16105
6283
16774
12865
9675
21439
10073
15012
14820
4420
13389
15278
14707
11693
20989
9061
7811
17702
19712
18085
15792
19747
8315
39683
4679
14674
23039
20707
21014
10250
11936
15062
13588
11975
16528
24687
15616
11119
20355
9458
2603
6335
2340
17423
23623
17325
3570
13551
12995
18168
5781
9986
4112
13184
15890
18678
14213
1979
16420
13111
3846
5643
872
11868
12688
14273
40466
20700
14888
10218
16940
2072
12348
35946
16029
1013
28840
2896
15505
6446
8691
1298
14752
5714
8058
20894
16434
32115
10667
5889
16210
19788
3533
23555
8177
10045
1712
1335
20139
19245
10652
12798
16332
1702
13466
7894
13750
28070
4801
8758
6121
15599
9216
18913
15257
15397
12079
9154
9066
10041
18685
19362
5748
4134
10968
8116
20337
9676
14523
10280
11829
9864
2313
11010
1967
11611
17836
7967
9080
13891
11069
9197
6487
48198
11164
14725
12868
977
18358
11072
8405
13110
1436
9812
38251
4976
37175
4279
5756
10637
10130
6080
12182
7202
8850
1763
10498
2387
14058
15360
5572
6300
9193
4873
18034
10643
18966
13338
17468
8942
10706
12553
18353
15623
13573
15901
9441
10813
8735
6721
8338
22905
9639
8500
8099
9148
5854
10204
20222
10616
7036
12203
9927
2528
14672
20710
14481
13938
10776
17588
36309
6546
15296
9508
20522
2172
8202
12829
19800
26763
6752
43577
11256
19717
8095
11095
3849
8235
738
11559
20059
13408
3028
5700
2382
8033
9796
9707
15586
11263
13032
3982
18066
13059
14064
14085
28145
12911
11558
16239
15188
23761
5826
11032
20782
17838
13546
13041
16831
14779
5222
24711
36763
28125
11462
17913
5499
25335
14663
21730
14912
8711
12014
10436
14142
9888
18513
12651
13413
10261
1875
19101
20259
6581
11832
6224
11557
14667
9713
4943
16383
17704
20581
17642
15348
8798
9826
18772
13977
12436
11357
9305
11949
8509
10176
20529
14260
16246
7577
22635
12411
15220
16902
15726
17475
11997
9719
9966
11706
27993
9698
16769
12520
18939
6998
13714
7988
5432
9159
970
1883
12597
969
7851
11396
6319
7572
13487
13586
25945
11135
20426
22183
16334
20325
21494
5626
14033
2731
18212
12601
8396
10584
9829
5128
4718
8283
3163
18665
14043
2140
19553
12724
12908
22933
13990
15463
9162
14517
12336
5408
17167
15971
25651
8727
19017
33160
21147
16893
16797
13684
9849
16559
14718
12655
4023
9947
16155
31594
6104
15806
21221
1397
4083
23394
10083
33328
6156
12939
9950
8166
15030
32324
12346
13474
11874
19995
130
14634
5646
5421
7294
17165
6764
12503
6428
12225
4853
24161
7268
10829
8399
11694
8341
10689
17788
15832
10485
17053
98
15503
10393
21026
16089
7145
14329
10988
4938
6631
13094
4759
10713
722
6607
10338
27459
1985
8005
11160
20065
2530
9917
11107
5245
8842
13244
1756
18624
18496
13640
13234
12460
13688
934
13998
3949
15591
10766
13463
3498
7853
13657
16565
11266
10050
17187
7468
6570
9112
12841
15465
19868
14742
12080
12008
9514
8968
18240
10453
20614
12162
13534
1207
19675
5211
7532
27116
18014
4272
12101
20055
18184
21742
8187
789
7073
11338
14710
13820
16918
18327
5354
1154
13112
5411
17413
7570
17028
3775
7576
10495
6127
3742
3524
29002
15438
4948
19804
5899
2197
6453
13293
24880
9850
6974
6488
13475
9637
20633
20920
12910
11326
15443
6577
11323
8300
5735
15415
16449
2531
6894
6968
11418
8449
7688
22257
13134
8807
11281
16076
14110
27061
20430
6098
12890
5779
6473
11236
10403
3943
20052
8441
18899
14067
11576
10884
12616
4111
16905
14903
11195
7780
1164
8967
3493
8752
2541
10392
10581
3378
1798
5629
15191
11204
5536
18473
28209
8797
28086
5935
9369
8781
14601
235
755
6715
12457
3779
21525
18193
4447
24577
13069
12598
2564
11274
9765
16849
23425
22016
348
8977
10190
20442
10627
10417
13982
11353
24538
13478
7660
11131
14285
7646
12201
11029
11513
17218
1291
22159
11847
11422
4980
19817
9526
8324
7439
3575
6915
18406
14559
11853
10724
15976
4335
18489
19323
11746
4117
16443
14954
16028
15224
9961
9300
840
5513
6485
13016
10647
12556
36103
5822
10574
14159
14103
3007
4868
11608
15543
12627
2632
17369
21605
23201
11614
14636
14113
10996
1059
17277
12325
17676
15760
1358
11925
35851
16179
9506
9405
14581
21714
15866
19292
13778
2721
16805
9609
2894
1481
14984
12187
16209
6667
12039
26351
19464
3847
10096
28143
11561
18755
6831
5345
18303
12744
17645
472
13258
7889
13985
3100
12399
11842
6770
6028
19422
6185
16095
14442
18277
14008
4780
10564
7935
6524
14261
10942
8201
21872
12387
5159
11963
10852
20572
37985
26225
1428
23267
22347
542
28162
4226
11675
8947
1534
41224
9768
13677
10844
15123
37379
25672
9324
14196
12097
19687
8861
13279
13835
10975
25682
8532
11751
18524
19886
11483
29393
3003
21532
11886
9919
8579
7508
5178
10958
11760
8788
14000
17104
11574
16824
17551
2363
8117
15970
15401
19339
21336
5277
9905
15461
1426
12010
14665
7700
10825
1384
26360
14166
19786
1447
17871
4170
12802
17735
13863
9987
6771
12037
9922
11298
14071
12818
2002
2899
12034
14111
12287
18080
13892
6102
18158
14644
6158
12242
12058
1837
700
8554
3372
1287
1126
13237
2906
4472
14148
9715
11740
2320
24782
9721
822
23063
2416
44155
49443
19522
712
22297
10744
15395
9837
16674
9220
5532
10077
9686
14236
2676
12132
9050
14226
13157
17699
17038
6893
13504
10047
22867
13091
10435
33672
15600
21796
14971
20531
12170
24721
37129
18183
17559
15238
19436
811
15006
15097
18329
20536
4665
13969
11342
579
15013
6700
13524
7402
8280
10301
21291
19167
13472
20472
13011
16238
17996
16534
11811
1614
18704
9217
5949
19090
9923
12086
7461
12700
18373
17371
5563
47201
21070
17634
10425
8434
5305
13252
14348
9246
15150
12500
17528
18887
24116
23488
7101
12973
2617
7222
20330
15713
16787
19307
18884
14960
957
14748
7102
7006
6340
8946
17832
17905
26244
15812
11770
9661
17591
12729
26058
6663
14923
20131
21668
18470
4852
24568
8835
31259
13214
1746
4597
11006
394
14713
13535
14702
10323
19025
15403
15470
10682
10111
18518
7160
15707
16452
14178
16032
19116
8113
13852
14022
12591
14649
14339
21474
17709
21952
8264
17285
15737
17205
12622
15444
16316
2096
22948
9988
15462
13167
3989
14347
7911
18950
16012
15779
13245
10939
43208
8044
32537
9109
16468
9831
12289
12473
18956
14034
32390
1603
14759
19568
11312
33448
12602
10863
11508
1721
15347
13473
14443
32482
21305
2412
24964
9433
12778
5183
9749
6707
13232
18410
9977
8167
6089
2262
23058
14009
14218
8856
21938
9865
23698
22261
12066
19614
21550
6503
21421
4407
18728
12585
18190
13913
6327
7091
7484
14807
19919
2240
12883
12672
17245
18613
16135
44510
35409
15031
12013
15386
17176
10815
10492
10911
13537
4243
6400
29007
7631
8314
20765
23559
39859
14123
113
5580
9257
10670
15773
20395
18889
3681
19136
14552
8768
17075
7031
18073
18311
4822
25158
17906
17016
17355
11170
7129
23128
10746
3960
19819
7177
8996
16659
1070
4157
8304
20604
7834
10048
11270
13701
16689
8718
39999
15530
10598
19477
22923
19834
19603
8604
22230
10312
13885
15280
13754
15841
13622
12412
7122
22874
11546
12123
31995
18623
10090
11506
16295
28282
9907
17030
15364
2781
15273
9425
8599
10912
19887
12278
8779
928
22410
37186
10552
17785
3137
2286
12588
11446
20209
11541
13118
20994
7299
20495
14615
12028
13771
19940
10715
11940
15744
14023
21298
10755
12445
15849
12161
13488
19627
14303
9970
17155
16293
18423
12917
13225
16816
22137
2550
39970
1749
26053
7231
24540
12452
20890
5304
10861
5026
25763
15375
20882
29224
17051
6068
20377
15868
21588
478
9004
10025
3916
28058
6324
18039
14891
9009
9215
3515
12316
10225
13895
14790
1831
10537
7571
19790
16115
12990
7590
3699
3041
12566
12191
13613
8447
5770
45811
1557
12059
5120
6124
8595
9718
12872
10066
26280
14053
16126
20815
20903
916
241
17654
20202
5542
3109
17364
3174
17797
31561
13105
9656
16639
11835
6139
9082
14287
18280
25670
7430
18481
22671
11084
12174
11073
13756
17600
11447
8845
15534
21576
3522
19405
14381
18866
4033
12075
22536
19947
16280
6203
15491
8563
11680
20799
13705
18933
17266
14462
12742
23669
20382
10889
20565
12439
5686
16467
17542
11764
13693
10823
15892
30452
10472
16610
9236
24174
17476
15800
15981
7236
26199
2684
3103
12133
9672
4532
10900
8924
8799
10224
28986
10797
2782
33007
12463
29367
7221
12739
26597
12914
20656
22372
12954
4919
1996
14516
19584
33467
15549
14451
25176
8513
9265
5825
16916
8837
11304
16525
13881
10817
21513
48716
7218
5019
38526
15436
10175
8529
22167
1520
8173
8959
29411
10195
1465
1025
2265
2243
10592
12912
13819
10972
13043
21088
11620
22221
21233
2575
7729
11314
14845
5661
13273
2385
21512
5937
16330
4299
15662
22750
11478
22925
24033
13643
21097
1162
17058
17487
15077
6759
29293
17807
6181
8893
23547
17507
15928
5164
117
17195
15852
14431
19478
20695
15318
17494
12062
22908
15771
224
30958
12686
13638
19388
14703
16970
2454
17690
20409
20111
19765
11759
22081
9316
16517
6306
1540
13156
14212
14554
9978
23889
9701
10451
8534
14900
6045
8476
17691
4768
21995
8901
15313
15567
26040
36753
30289
13053
8045
12581
10532
14471
10422
14129
10619
14643
17217
18169
13355
6742
4262
2809
14430
10001
20516
12974
16566
7989
11445
13044
3856
10349
14855
17113
13388
14738
5126
6684
13675
12092
11380
14608
8011
13453
3898
20492
12300
16400
22281
12218
15608
35253
5074
13641
49280
20769
6955
7481
19502
1386
8695
9344
237
21408
5972
7196
17967
26702
20940
16403
15425
14256
17374
10580
21776
13013
24573
14109
3300
4017
12330
13679
11384
13477
8169
8068
23647
9944
906
5934
26603
10276
11382
12971
3021
10945
9221
23720
10770
14305
23990
3225
13720
13334
1151
16378
1072
48160
31033
1412
12560
13670
14096
16002
16732
3383
13514
3481
8800
17668
10690
12247
2135
17716
3080
21205
15895
9618
40196
20541
9976
5796
11436
7972
21679
5060
18653
13823
10745
18103
9521
11492
10959
16825
7080
17025
15519
11873
15698
16117
18921
2490
15449
32777
12856
14042
2535
999
8748
22966
16615
30303
21724
15679
35912
16568
13995
23075
16413
13351
5534
14044
18675
6881
18751
123
21791
15210
773
10547
5757
15018
10524
10933
18828
16013
13133
10426
16757
3903
15893
3488
13528
3014
24287
16798
19994
14958
6865
24434
42623
5231
9039
18727
16937
27943
22724
11085
23794
9607
19660
4411
14090
17337
22693
9190
12297
5263
8655
49258
3684
27620
24712
9914
11110
20893
17830
4389
23400
11583
2768
24537
7343
17370
21406
15032
10181
8231
12030
20097
13428
18532
8823
12846
9455
13209
16310
20464
11843
15203
10577
20955
8548
10849
12333
8630
18284
9740
1221
7899
10011
7626
13558
18914
15937
29611
15894
9030
18241
26315
11511
23696
11391
11067
1213
22861
12834
10283
40912
12716
14545
16381
15207
4703
13261
