[PAD]	0
[CLS]	1
[SEP]	2
[MASK]	3
的	4
这个	5
您好	6
,	7
那个	8
一下	9
是	10
？	11
了	12
唉	13
想	14
"	15
怎么	16
吗	17
1	18
查	19
。	20
流量	21
什么	22
套餐	23
手机	24
有	25
多少	26
你	27
2	28
话费	29
?	30
开通	31
0	32
为什么	33
帮	34
不	35
密码	36
服务	37
喂	38
漫游	39
问一下	40
国际	41
5	42
如何	43
卡	44
啊	45
3	46
嗯	47
现在	48
可以	49
能	50
钱	51
用	52
交	53
使用	54
这	55
办理	56
办	57
在	58
呢	59
包	60
一个	61
你好	62
就是	63
查询	64
还	65
给	66
;	67
大王	68
取消	69
和	70
座机	71
就	72
吧	73
没	74
上	75
麻烦	76
4	77
4G	78
号码	79
昨天	80
好	81
短信	82
那	83
去	84
业务	85
!	86
电话	87
是不是	88
看	89
要	90
变更	91
腾讯	92
没有	93
还是	94
呃	95
会	96
余额	97
无法	98
送	99
做	100
发	101
不能	102
吃	103
有没有	104
网	105
停机	106
宽带	107
到	108
号	109
网上	110
半年	111
视频	112
麻烦你	113
您	114
可	115
都	116
还有	117
转	118
到期	119
范围	120
然后	121
资费	122
别人	123
一次	124
激活	125
联通	126
预约	127
慢	128
问题	129
全国	130
老用户	131
出去	132
2G/3G	133
看一下	134
省内	135
保养	136
扣	137
把	138
被	139
哪个	140
主板	141
哦	142
说	143
活动	144
结转	145
噢	146
欠费	147
流	148
手机号	149
挺好	150
后	151
上网	152
技嘉	153
车	154
华硕	155
他	156
抵押	157
改	158
买	159
3G	160
嘛	161
电脑	162
自己	163
微信	164
汽车	165
用户	166
区别	167
请问	168
12分	169
微信朋友圈	170
！	171
这个月	172
什么时候	173
这么多	174
对	175
开	176
WO+	177
反应	178
哪里	179
怎样	180
意思	181
发现	182
婚姻	183
打	184
违章	185
充	186
副卡	187
时候	188
剩余	189
定向	190
很	191
情况	192
想开通	193
问	194
2G	195
人	196
但	197
赚钱	198
银行	199
个人	200
也	201
天津	202
它	203
驾驶证	204
两个	205
呀	206
哪些	207
怎么回事	208
个	209
代理	210
请	211
30块	212
兔子	213
咨询	214
刚才	215
处理	216
影响	217
放款	218
淘宝	219
完	220
收	221
里	222
暂停	223
状况	224
么	225
移动	226
知道	227
关闭	228
显示	229
来电显示	230
上网卡	231
存	232
贷款	233
费	234
优惠	235
全网通	236
再	237
刷机	238
已	239
本机	240
话	241
迟迟	242
一个月	243
一般	244
不到	245
不是	246
包月	247
特权	248
免	249
工资	250
推荐	251
小说	252
水星路由器	253
高端	254
默认	255
/	256
但是	257
修真	258
国内	259
绑定	260
胃病	261
能不能	262
下	263
已经	264
是否	265
需要	266
冷库	267
图片	268
原因	269
想你	270
无线	271
欠	272
突然	273
营业厅	274
订	275
4g	276
对方	277
应该	278
必须	279
那么	280
id	281
中国银行	282
从	283
免流	284
注销	285
驾驶	286
成功	287
费用	288
食物	289
魅族	290
今天	291
定制	292
申请	293
腾讯视频定向包	294
苹果	295
转接	296
一些	297
你们	298
忘记	299
纪念币	300
顺序	301
介绍	302
批	303
拿	304
订购	305
合约	306
来	307
相濡以沫	308
腾讯视频	309
软件	310
预	311
-	312
一天	313
幼儿园	314
收费	315
本地	316
减肥	317
朋友圈	318
本	319
综艺	320
老师	321
适合	322
.	323
下载	324
买车	325
充值	326
到底	327
后台程序	328
多大	329
如果	330
就是我	331
接收	332
行	333
跟	334
还没有	335
4s店	336
定向流量包	337
衣服	338
让	339
2017年	340
刚	341
哪	342
懂	343
提醒	344
_	345
iphone	346
呼叫	347
多	348
打电话	349
网页	350
谢谢	351
+	352
下个月	353
升级	354
口令	355
唯品会	356
回缩	357
增值	358
夜场	359
就业	360
票	361
设置	362
违规	363
通	364
10块	365
功能	366
就是说	367
开开	368
得	369
机	370
那么多	371
信息	372
又	373
客服	374
戚风蛋糕	375
换	376
时	377
流量包	378
IPTV	379
iptv	380
优酷	381
只能	382
咱	383
收藏	384
更改	385
男人	386
账	387
输入法	388
还能	389
852	390
因为	391
小王	392
怎么样	393
收到	394
标准	395
用完	396
能看到	397
高铁票	398
wifi	399
两顿	400
关	401
写	402
参加	403
大概	404
消费	405
男士	406
看到	407
组合	408
过	409
退订	410
饭	411
10010	412
WLAN	413
一	414
上班	415
之后	416
停	417
先	418
外地	419
失败	420
学生	421
开始	422
才能	423
版	424
证	425
飞机杯	426
不行	427
刚刚	428
别	429
发动机	430
回事	431
崩坏	432
想知道	433
拨	434
来电	435
比较	436
生肖	437
管	438
给我	439
175号	440
36元	441
一年	442
一直	443
不用	444
以后	445
出来	446
十二生肖	447
后台	448
啥	449
想开	450
成	451
我	452
拨号	453
最	454
每月	455
王卡	456
看看	457
西北农林科技大学	458
解除	459
返	460
都是	461
20多	462
VIP	463
为啥	464
以	465
像	466
具体	467
出	468
加	469
发送	470
好像	471
张	472
我们	473
打开	474
时间	475
昨天下午	476
水果	477
结束	478
腾讯视频小王卡	479
谁	480
那种	481
驾照	482
不知道	483
为	484
交费	485
人数	486
北京南站	487
可不可以	488
好处	489
小学生	490
普洱茶	491
服	492
每个月	493
清洗	494
算	495
走	496
这么	497
这边	498
高考	499
高铁	500
2017	501
一张	502
上个月	503
上月	504
中	505
乐视	506
人工	507
会员	508
住在	509
兰花	510
喝	511
家用	512
很高兴	513
提示	514
最近	515
火车票	516
白点	517
花	518
账号	519
购买	520
这样	521
长	522
100	523
97411185	524
A	525
”	526
、	527
产生	528
冰箱	529
出厂	530
南苑机场	531
吉祥	532
啦	533
女郎	534
征兵	535
手机卡	536
扣分	537
教师	538
月	539
测试	540
游泳	541
看我	542
真	543
老是	544
路由器	545
这个月底	546
退	547
通过	548
15元	549
1G	550
2016年	551
hi	552
一样	553
下月	554
内	555
初始	556
告诉	557
哈	558
天	559
好多	560
字	561
定向流量	562
家	563
建筑	564
忘	565
总是	566
拳击	567
按	568
提前	569
断	570
方法	571
晚上	572
条件	573
求	574
流量费	575
点	576
直接	577
租赁	578
程序	579
缩阴	580
融资	581
账户	582
身体	583
里面	584
长途	585
ID	586
d	587
g	588
“	589
一次性	590
与	591
五分钟	592
交上	593
会不会	594
保险	595
册	596
前景	597
合适	598
名字	599
咱们	600
多久	601
头发	602
女孩	603
好嘞	604
当中	605
恢复	606
想问问	607
报告	608
控制	609
旁	610
无线上网卡	611
木	612
校区	613
沃派	614
网速	615
记录	616
该	617
赠送	618
连	619
退休	620
配	621
20	622
4S店	623
亲情	624
免费	625
分	626
却	627
取	628
叶子	629
向	630
土豆	631
大	632
太	633
好看	634
审批	635
小米手环2	636
属	637
工作	638
帐	639
或者	640
掉	641
放	642
斤	643
有人	644
查查	645
漂色	646
特别	647
男生	648
离合器	649
等	650
褪色	651
资格	652
遥控器	653
3g	654
4G套餐	655
6	656
一顿饭	657
上不了网	658
上面	659
东西	660
公司	661
再见	662
几个	663
判	664
北京	665
只	666
只有	667
可是	668
启辰	669
大约	670
天津联通	671
威海	672
定	673
害处	674
小轿车	675
座机号	676
微卡	677
才	678
打嗝	679
有些	680
有用	681
校园	682
每天	683
沃3G津卡	684
滴滴	685
状态	686
生效	687
税号	688
网络	689
腾讯流量定向包月	690
自由搏击	691
致	692
融合	693
轻伤	694
这话费	695
进去	696
通用	697
速度	698
里边	699
门	700
100块	701
12	702
175	703
3月份	704
一个人	705
一定要	706
不会	707
什么样	708
付费	709
信号	710
储存	711
出国	712
叫	713
可能	714
台词	715
回转	716
固话	717
地方	718
多长时间	719
实际	720
小兔子	721
常喝	722
干	723
开机	724
弄	725
强行	726
我知道	727
拉	728
放在	729
故意伤害罪	730
新	731
最好	732
月份	733
本月	734
测试服	735
烟台	736
男	737
着	738
确认	739
红米	740
缴费	741
老	742
联系	743
能够	744
自动	745
解决	746
超	747
车库	748
这里	749
音乐	750
页面	751
香港	752
高	753
黑	754
(	755
100元	756
200	757
200块	758
20块	759
9	760
上不了	761
不知火舞三部h	762
为何	763
之	764
之前	765
买房	766
以前	767
任务	768
传染病	769
何	770
信	771
借钱	772
免税店	773
全	774
共享	775
关机	776
再开	777
冷	778
发短信	779
可乐	780
合理	781
合约机	782
坏处	783
复旦大学	784
好您好	785
小姐	786
屏蔽	787
属于	788
带	789
当时	790
彩信	791
总	792
撤销	793
操作	794
支持	795
日历	796
普通	797
朋友	798
机号	799
正在	800
法院	801
泰迪	802
浏览	803
清理	804
登录	805
眉毛	806
稀土	807
穿	808
等于	809
粤语	810
素描	811
网站	812
股票	813
蚂蚁宝卡	814
表	815
转移	816
输入	817
这种	818
销户	819
问你	820
青岛	821
食品安全与工程专业	822
首充	823
验证码	824
)	825
2个	826
2月份	827
4g套餐	828
50	829
50块	830
60	831
一亩	832
一亩地	833
一亿个	834
不够	835
不好	836
不看	837
为您	838
伤心	839
使	840
做法	841
停机保	842
冲	843
几	844
出现	845
分别	846
加一	847
卡里	848
及时	849
告诉我	850
咋	851
哪一个	852
回馈存	853
地	854
大哭	855
头疼	856
套	857
好友	858
官网	859
审核	860
家里	861
对啊	862
对对对	863
就能	864
左右	865
强制执行	866
微星	867
我需要	868
户户通	869
所有	870
打给	871
找	872
报修	873
控制器	874
插	875
搞笑	876
日产	877
明天	878
更换	879
月底	880
月经	881
正确	882
每	883
每个	884
煤气	885
狗狗	886
电动车	887
画	888
看不到	889
第一次	890
网卡	891
腾讯视频定向流量	892
腾讯视频流量包月	893
花钱	894
获	895
讲	896
讲究	897
资料	898
超出	899
过来	900
运行	901
这月	902
那些	903
那边	904
重新	905
预定	906
1.5g	907
10元	908
1月份	909
2016	910
2g	911
30元	912
3个月	913
50元	914
7.2	915
=	916
B	917
B75	918
D	919
G	920
LO	921
h	922
hao	923
~	924
《	925
》	926
一共	927
一项	928
下来	929
不在	930
不知火舞	931
东航	932
中心	933
事情	934
停止	935
关上	936
其他	937
删	938
前	939
前天	940
副作用	941
力量	942
办法	943
化	944
原来	945
及	946
发给	947
变	948
只是	949
同	950
呗	951
嘞	952
回来	953
国外	954
圈	955
夏洛特烦恼	956
天气	957
她	958
姐	959
婚姻状况	960
学院	961
安全	962
将	963
小型	964
就要	965
尺码	966
帐号	967
异地	968
强化	969
当月	970
彩铃	971
微博	972
怎么办	973
恩	974
房贷	975
打的	976
报告册	977
挂件	978
挂号	979
数据	980
更好	981
有台	982
有存	983
本省	984
歌词	985
比	986
水星无线路由器	987
没用	988
注意	989
港澳台	990
满	991
漫游费	992
热	993
爱奇艺	994
特	995
瓜	996
生活	997
电视	998
电话号码	999
症状	1000
盐水鸡	1001
目前	1002
省外	1003
真爱	1004
睡不着觉	1005
码	1006
神奇	1007
积分	1008
移机	1009
系统	1010
经常	1011
结束了	1012
缴	1013
群众	1014
腾讯视频免流量+VIP	1015
腾讯视频流量包	1016
花粉	1017
要求	1018
购车	1019
赠	1020
身高	1021
车辆	1022
过户	1023
过敏	1024
还会	1025
还有什么	1026
这本	1027
进入	1028
连接	1029
通话	1030
都会	1031
销	1032
销号	1033
闲	1034
限制	1035
面膜	1036
马上	1037
魔兽世界	1038
（	1039
0元	1040
1.5个	1041
150	1042
15块	1043
170	1044
300	1045
300M	1046
300块	1047
3个	1048
405	1049
40G	1050
4月份	1051
50兆	1052
5分钟	1053
80元	1054
@	1055
APP	1056
B85	1057
WO	1058
WO＋	1059
Z97	1060
[	1061
]	1062
一下子	1063
一个10块	1064
一点	1065
一百	1066
三	1067
三十	1068
不一样	1069
不同	1070
不太	1071
不完	1072
不对	1073
不要	1074
不足	1075
业务费	1076
主	1077
之类	1078
也不	1079
也是	1080
交钱	1081
亲	1082
他们	1083
优先	1084
便宜	1085
修改	1086
光	1087
关于	1088
再次	1089
分钟	1090
到时候	1091
剩	1092
办完	1093
加上	1094
升	1095
升起	1096
半	1097
反映	1098
发货	1099
另外	1100
可用	1101
合法	1102
听	1103
听说	1104
咋办	1105
咯	1106
嗯嗯	1107
回	1108
夏洛特	1109
够	1110
天津中心妇产医院	1111
太阳	1112
好不好	1113
好好	1114
如	1115
存在	1116
实名	1117
客户端	1118
对话	1119
封	1120
封顶	1121
小米手环	1122
小米路由器	1123
帮忙	1124
年	1125
应用	1126
强制	1127
归属地	1128
往	1129
很多	1130
急	1131
您说	1132
想要	1133
我可以	1134
我的电话	1135
我自己	1136
承诺	1137
拨打	1138
挂	1139
按照	1140
接	1141
提	1142
方冠	1143
日本	1144
早餐	1145
明白	1146
明细	1147
最高	1148
月租	1149
有钱	1150
未	1151
机顶盒	1152
杨氏	1153
查一查	1154
比如	1155
比较好	1156
沃	1157
没了	1158
河北省	1159
点赞	1160
烦恼	1161
照常	1162
玩	1163
电	1164
百度	1165
相册	1166
看见	1167
神卡	1168
移动全网通	1169
稍	1170
签	1171
管理员	1172
素质	1173
红米2	1174
经典	1175
结婚	1176
结果	1177
网址	1178
网店	1179
考	1180
而且	1181
肯定	1182
能用	1183
苹果4	1184
获取	1185
蜂窝	1186
行业	1187
表情包	1188
装	1189
记得	1190
详情	1191
质量	1192
超速	1193
车子	1194
轿车	1195
返还	1196
还剩	1197
这一个月	1198
连不上网	1199
选	1200
选择	1201
通知	1202
锁	1203
领	1204
领取	1205
10	1206
1000	1207
100多	1208
10月	1209
10月1号	1210
110	1211
16元	1212
170多	1213
175厘米	1214
18	1215
180	1216
18号	1217
1块	1218
200多	1219
2G3G	1220
30	1221
300元	1222
30多块	1223
32号	1224
3GB	1225
40多	1226
4G网络	1227
4g漫游	1228
4月	1229
500M	1230
500m	1231
50多	1232
5元	1233
600	1234
60块	1235
60多	1236
70	1237
7日	1238
80	1239
B2	1240
L	1241
MW325R	1242
USB	1243
XL	1244
app	1245
hello	1246
iD	1247
m	1248
qq	1249
wo	1250
·	1251
〈	1252
〉	1253
一一个月	1254
一个30块	1255
一会	1256
一本	1257
一柱	1258
一百多	1259
一看	1260
一部分	1261
三星	1262
上午	1263
上岗	1264
上次	1265
上线	1266
下4月份	1267
下行	1268
下面	1269
不得	1270
不是不是	1271
不需要	1272
专业	1273
两天	1274
两年	1275
两次	1276
中行	1277
中间	1278
主副卡	1279
主要	1280
之间	1281
乐	1282
买东西	1283
买卖	1284
事	1285
事项	1286
于是	1287
云南	1288
五	1289
交交	1290
交易	1291
产	1292
产品	1293
享受	1294
什么叫	1295
今天下午	1296
他人	1297
代	1298
以上	1299
任意	1300
优酷定向流量包月	1301
位数	1302
何时	1303
作为	1304
俩	1305
修	1306
偷偷	1307
充充	1308
先是	1309
先生	1310
光纤	1311
入定	1312
全部	1313
其它	1314
内容	1315
几个月	1316
几号	1317
几本	1318
出出	1319
出错	1320
出魂	1321
分开	1322
删除	1323
到货	1324
剑网3	1325
加入	1326
包括	1327
北京南苑机场	1328
北区	1329
区分	1330
十二分	1331
十几块	1332
升级后	1333
卖	1334
卡首	1335
厉害	1336
压	1337
原	1338
原始	1339
去年	1340
反话费	1341
受	1342
叠加	1343
古诗词	1344
只要	1345
台式电脑	1346
叶	1347
同事	1348
后果	1349
告	1350
哪几个	1351
唉唉	1352
唔	1353
嗯行	1354
四	1355
因为我	1356
固定电话	1357
国家	1358
在线	1359
基本上	1360
外省	1361
大型	1362
天天	1363
太多	1364
头	1365
它那个	1366
安卓	1367
定向流量包月	1368
宝	1369
对呀	1370
少	1371
尺寸	1372
工作日	1373
市	1374
市场	1375
干嘛	1376
年龄	1377
并	1378
并没有	1379
廊坊	1380
建	1381
当	1382
当前	1383
当地	1384
当天	1385
得到	1386
必需	1387
忘记了	1388
快	1389
总共	1390
您好您说	1391
感觉	1392
感谢	1393
我不知道	1394
我也不知道	1395
我的座机	1396
我看我	1397
我记得	1398
或	1399
所	1400
所以	1401
手	1402
手续	1403
打字	1404
打完	1405
打扰	1406
批准	1407
报	1408
报名费	1409
拔	1410
拔罐放血	1411
招兵	1412
挂饰	1413
指	1414
挺	1415
接不着	1416
提供	1417
搏击	1418
搞	1419
摇	1420
收发	1421
改错	1422
放贷	1423
故障	1424
新手	1425
新车	1426
方士	1427
方式	1428
无故	1429
显	1430
晚	1431
晚饭	1432
暂时	1433
最后	1434
最新	1435
月费	1436
有关	1437
有机型	1438
有点	1439
服务员	1440
期限	1441
机器	1442
机子	1443
条	1444
某人	1445
查看	1446
标志	1447
档	1448
次	1449
正常	1450
比如说	1451
毛	1452
水星	1453
没事	1454
没有了	1455
没有问题	1456
没错	1457
河北	1458
河南	1459
法	1460
注册	1461
洗	1462
消	1463
淘宝店	1464
淘宝网	1465
港澳	1466
漫	1467
点击	1468
烤箱	1469
热点	1470
照片	1471
爱	1472
爱奇艺定向流量	1473
爱奇艺定向流量包	1474
犯法	1475
猫	1476
猴年纪念币	1477
现金	1478
理由	1479
由于	1480
申办	1481
电信	1482
电影	1483
电话卡	1484
电话号	1485
登	1486
登记	1487
百度输入法	1488
省	1489
稍微	1490
笔记本	1491
第一个	1492
类似	1493
系数	1494
红灯	1495
续	1496
维修	1497
网厅	1498
网通版	1499
聊天	1500
胃	1501
能否	1502
腾讯视频包月	1503
自由	1504
艾	1505
节目	1506
若	1507
苹果5S	1508
荀	1509
荀子	1510
蚂蚁	1511
血	1512
观看	1513
规则	1514
订单	1515
证件	1516
详单	1517
读	1518
账单	1519
超级	1520
超过	1521
趟	1522
跳水	1523
转到	1524
过后	1525
还在	1526
这一点	1527
这么快	1528
这些	1529
这我	1530
这样子	1531
这部	1532
进来	1533
进行	1534
违章单	1535
连着	1536
退出	1537
送到	1538
通讯	1539
那个那	1540
钱包	1541
错误	1542
长期	1543
门丽	1544
问一下子	1545
问问	1546
除了	1547
难度	1548
项	1549
预订	1550
领导	1551
食品	1552
首保	1553
首先	1554
驾	1555
验证	1556
骗人	1557
骰子	1558
高兴	1559
高铁站	1560
高额	1561
魂眼	1562
黏稠	1563
齐全	1564
）	1565
[UNK]	1566
